Repository: mathias-vandencruijce/ElixirWebShop
Catalog: webshop_umbrella/apps/webshop_web/priv/gettext/*/LC_MESSAGES/errors.po
Languages: nl

source: can't be blank
nl: Kan niet leeg zijn

source: has already been taken
nl: Is al gepakt

source: is invalid
nl: Is ongeldig

source: must be accepted
nl: Moet geacepteerd zijn

source: has invalid format
nl: Heeft ongeldig formaat

source: has an invalid entry
nl: Heeft ongeldige invoer

source: is reserved
nl: Is gereserveerd

source: does not match confirmation
nl: Is niet gelijk aan

source: is still associated with this entry
nl: Is nog steeds geassocieerd met deze invoer

source: are still associated with this entry
nl: Zijn nog steeds geassocieerd met deze invoer

source: should be %{count} character(s)
nl: Moet %{count} karakter zijn

source: should have %{count} item(s)
nl: Moet %{count} item hebben

source: should be at least %{count} character(s)
nl: Moet minstens %{count} karakter zijn

source: should have at least %{count} item(s)
nl: Moet minstens %{count} item bevatten

source: should be at most %{count} character(s)
nl: Moet hoogstens %{count} karakter zijn

source: should have at most %{count} item(s)
nl: Mag maximum %{count} item bevatten

source: must be less than %{number}
nl: Moet kleiner zijn dan %{number}

source: must be greater than %{number}
nl: Moet groter zijn dan %{number}

source: must be less than or equal to %{number}
nl: Moet kleiner zijn of gelijk aan %{number}

source: must be greater than or equal to %{number}
nl: Moet groter zijn of gelijk aan %{number}

source: must be equal to %{number}
nl: Moet gelijk zijn aan %{number}
